[
  {
    "episodio": 1,
    "titulo": "Eficiencia, IA y Nuevos Negocios",
    "descripcion": "Este episodio explora cómo la tecnología, desde la inteligencia artificial hasta las soluciones FinTech para escuelas, está creando nuevas oportunidades de negocio en México al enfocarse en la eficiencia y la resolución de problemas operativos.",
    "url": "https://res.cloudinary.com/deeqmbkhc/video/upload/v1758224365/super-happy-dev/shd-2025-09-18-01fddf96-a533-46b8-9e80-53a713480812.wav"
  },
  {
    "episodio": 2,
    "titulo": "IA Generativa: Creatividad, Herramientas y Desafíos Éticos",
    "descripcion": "Este episodio explora cómo usar la Inteligencia Artificial Generativa para crear contenido como guiones o logos, analizando tanto las herramientas disponibles como los desafíos éticos y de derechos de autor.",
    "url": "https://res.cloudinary.com/deeqmbkhc/video/upload/v1758291359/super-happy-dev/shd-2025-09-19-255ba7bd-a4d2-48a5-9c90-bf10ef2edd4b.wav"
  },
  {
    "episodio": 3,
    "titulo": "Phishing: No Caigas en la Trampa Digital",
    "descripcion": "Este episodio explica qué es el phishing, cómo identificar sus señales de alerta y ofrece tres consejos clave para proteger la información personal y empresarial de estas estafas digitales.",
    "url": "https://res.cloudinary.com/deeqmbkhc/video/upload/v1758293705/super-happy-dev/shd-2025-09-19-c5b0f6ea-92ec-42ad-afb0-05349a7b733c.wav"
  },
  {
    "episodio": 4,
    "titulo": "Estoicismo Moderno: Herramientas para la Resiliencia",
    "descripcion": "Este episodio explora, junto a una filósofa experta, cómo el estoicismo ofrece herramientas prácticas para construir resiliencia y manejar el estrés en el mundo moderno.",
    "url": "https://res.cloudinary.com/deeqmbkhc/video/upload/v1758294144/super-happy-dev/shd-2025-09-19-b03e572b-0070-484b-a741-848568e12f4e.wav"
  },
  {
    "episodio": 5,
    "titulo": "Liderazgo Inspirador: Propósito, Innovación y Adaptación",
    "descripcion": "Este episodio explora la esencia del liderazgo inspirador, destacando cómo los líderes pueden generar un impacto positivo a través del propósito, la empatía y la innovación, adaptándose a un mundo cambiante con resiliencia y una comunicación efectiva.",
    "url": "https://res.cloudinary.com/deeqmbkhc/video/upload/v1758294710/super-happy-dev/shd-2025-09-19-0318797a-82b1-4d0c-be75-7b873656ab39.wav"
  },
  {
    "episodio": 6,
    "titulo": "Fondo de Emergencia: Tu Colchón de Seguridad Financiera",
    "descripcion": "El episodio explora la importancia, cómo y cuánto dinero se necesita para construir un fondo de emergencia, ofreciendo estrategias prácticas para proteger las finanzas personales y asegurar tranquilidad ante imprevistos.",
    "url": "https://res.cloudinary.com/deeqmbkhc/video/upload/v1758295073/super-happy-dev/shd-2025-09-19-aa5cce51-97d4-4807-8646-e8f88d946827.wav"
  }
]